Repository: Prismade/Vance
Catalog: Vance/Localizable.xcstrings
Source language: en
Languages: ru

source: Add
ru: Добавить

# add-test-video
source: Add test video to queue
ru: Добавить тестовое видео в очередь

# add-video-message
source: Paste a link to a YouTube video here and hit the add button
ru: Вставьте ссылку на YouTube-видео и нажмите "Добавить"

# add-video-title
source: Add video to queue
ru: Добавить видео в очередь

source: Cancel
ru: Отмена

source: Clear
ru: Очистить

source: Debug
ru: Отладка

source: Open
ru: Открыть

source: Open test video
ru: Открыть тестовое видео

# open-video-message
source: Paste a link to a YouTube video here and hit the open button
ru: Вставьте ссылку на YouTube-видео и нажмите "Открыть"

# open-video-title
source: Open video
ru: Открыть видео

source: Queue
ru: Очередь

# short-for-billions
source: B
ru: млрд.

# short-for-millions
source: M
ru: млн.

# short-for-thousands
source: K
ru: тыс.

source: views
ru: просмотров
